---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacingShorterFlange
source: html/44dae79d-b2fc-36ec-de57-ef64365f375c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacingShorterFlange Property

"Bolt Spacing Shorter Flange"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionLangleBoltSpacingShorterFlange { get; }
```